Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Hi, I do not think we have met. What brought you here?
ar: مرحبًا، لا أظن أننا تعارفنا. ما الذي جاء بك إلى هنا؟
de: Hallo, ich glaube, wir kennen uns noch nicht. Was führt dich hierher?
es: Hola, creo que no nos conocemos. ¿Qué te ha traído por aquí?
fil: Hi, mukhang hindi pa tayo nagkakakilala. Ano ang nagdala sa iyo rito?
fr: Bonjour, je crois qu'on ne se connaît pas. Qu'est-ce qui t'amène ici ?
hi: नमस्ते, शायद हम पहले नहीं मिले। आप यहाँ कैसे आए?
id: Hai, sepertinya kita belum pernah bertemu. Apa yang membawamu ke sini?
it: Ciao, credo che non ci conosciamo. Cosa ti porta qui?
ja: こんにちは、はじめましてですよね。今日はどうしてここへ？
ko: 안녕하세요, 처음 뵙는 것 같네요. 여기는 어떻게 오셨어요?
nl: Hoi, ik denk dat we elkaar nog niet kennen. Wat brengt jou hier?
pl: Cześć, chyba się jeszcze nie znamy. Co cię tu sprowadza?
pt_br: Oi, acho que a gente ainda não se conhece. O que te trouxe aqui?
ru: Привет, кажется, мы ещё не знакомы. Что привело вас сюда?
sv: Hej, jag tror inte att vi har träffats. Vad har fått dig hit?
tr: Merhaba, sanırım tanışmadık. Seni buraya ne getirdi?
uk: Привіт, здається, ми ще не знайомі. Що привело вас сюди?
vi: Chào bạn, hình như mình chưa gặp nhau. Điều gì đưa bạn đến đây?
zh_hans: 你好，我们好像没见过。你是怎么来这儿的？

source: Hi, it is nice to meet you. Tell me your name, where you are from, and one thing you enjoy.
ar: مرحبًا، سعيدة بلقائك. أخبرني باسمك ومن أين أنت وشيئًا تحبه.
de: Hallo, schön, dich kennenzulernen. Sag mir deinen Namen, woher du kommst und etwas, das du gern machst.
es: Hola, encantado de conocerte. Dime tu nombre, de dónde eres y algo que te guste.
fil: Hi, ikinagagalak kitang makilala. Sabihin mo ang pangalan mo, taga-saan ka, at isang bagay na gusto mo.
fr: Bonjour, ravi de te rencontrer. Dis-moi ton prénom, d'où tu viens et une chose que tu aimes.
hi: नमस्ते, आपसे मिलकर अच्छा लगा। मुझे अपना नाम, आप कहाँ से हैं और आपको क्या पसंद है, बताइए।
id: Hai, senang bertemu denganmu. Sebutkan namamu, asalmu, dan satu hal yang kamu sukai.
it: Ciao, piacere di conoscerti. Dimmi come ti chiami, da dove vieni e una cosa che ti piace.
ja: はじめまして。お名前と出身地、それに好きなことを一つ教えてください。
ko: 안녕하세요, 만나서 반가워요. 이름과 어디 출신인지, 그리고 좋아하는 것 하나를 알려 주세요.
nl: Hoi, leuk je te ontmoeten. Vertel me je naam, waar je vandaan komt en iets wat je leuk vindt.
pl: Cześć, miło cię poznać. Powiedz, jak masz na imię, skąd jesteś i co lubisz.
pt_br: Oi, prazer em te conhecer. Me diga seu nome, de onde você é e uma coisa de que você gosta.
ru: Привет, рада познакомиться. Скажите, как вас зовут, откуда вы и что вам нравится.
sv: Hej, trevligt att träffas. Berätta vad du heter, var du kommer ifrån och en sak du gillar.
tr: Merhaba, tanıştığımıza memnun oldum. Bana adını, nereli olduğunu ve sevdiğin bir şeyi söyle.
uk: Привіт, рада познайомитися. Скажіть, як вас звати, звідки ви й що вам подобається.
vi: Chào bạn, rất vui được gặp. Cho tôi biết tên bạn, bạn đến từ đâu và một điều bạn thích.
zh_hans: 你好，很高兴认识你。告诉我你的名字、你来自哪里，以及一件你喜欢的事。

source: I cannot ___; I can ___ if useful. You do not owe an elaborate explanation.
ar: لا أستطيع ___؛ يمكنني ___ إن كان ذلك مفيدًا. لست مدينًا بشرح طويل.
de: Ich kann nicht ___; ich kann ___, falls es hilft. Du schuldest keine lange Erklärung.
es: No puedo ___; puedo ___ si te sirve. No debes una explicación larga.
fil: Hindi ko kaya ang ___; kaya ko ang ___ kung makakatulong. Hindi mo kailangang magpaliwanag nang mahaba.
fr: Je ne peux pas ___ ; je peux ___ si ça aide. Tu ne dois pas une longue explication.
hi: मैं ___ नहीं कर सकता; अगर काम आए तो ___ कर सकता हूँ। आपको लंबी सफ़ाई देने की ज़रूरत नहीं।
id: Saya tidak bisa ___; saya bisa ___ kalau membantu. Kamu tidak perlu menjelaskan panjang lebar.
it: Non posso ___; posso ___ se ti è utile. Non devi una lunga spiegazione.
ja: ___はできません。役に立つなら___はできます。長い説明は要りません。
ko: ___은(는) 어려워요. 도움이 된다면 ___은(는) 할 수 있어요. 길게 설명할 필요는 없어요.
nl: Ik kan niet ___; ik kan wel ___ als dat helpt. Je hoeft geen lange uitleg te geven.
pl: Nie mogę ___; mogę ___, jeśli to pomoże. Nie musisz się długo tłumaczyć.
pt_br: Não posso ___; posso ___ se ajudar. Você não deve uma longa explicação.
ru: Я не могу ___; могу ___, если это поможет. Вы не обязаны долго объяснять.
sv: Jag kan inte ___; jag kan ___ om det hjälper. Du är inte skyldig en lång förklaring.
tr: ___ yapamam; işine yararsa ___ yapabilirim. Uzun bir açıklama borçlu değilsin.
uk: Я не можу ___; можу ___, якщо це допоможе. Ви не зобов'язані довго пояснювати.
vi: Tôi không thể ___; tôi có thể ___ nếu có ích. Bạn không cần giải thích dài dòng.
zh_hans: 我不能___；如果有帮助，我可以___。你不需要长篇解释。

source: I noticed a problem with the handover. Can you explain what happened?
ar: لاحظت مشكلة في تسليم العمل. هل يمكنك شرح ما حدث؟
de: Mir ist ein Problem bei der Übergabe aufgefallen. Kannst du erklären, was passiert ist?
es: He visto un problema con el traspaso. ¿Puedes explicar qué pasó?
fil: May napansin akong problema sa handover. Puwede mo bang ipaliwanag ang nangyari?
fr: J'ai remarqué un problème avec la passation. Tu peux m'expliquer ce qui s'est passé ?
hi: मुझे काम सौंपने में एक दिक्कत दिखी। क्या आप बता सकते हैं कि क्या हुआ?
id: Saya melihat ada masalah dengan serah terima. Bisa jelaskan apa yang terjadi?
it: Ho notato un problema nel passaggio di consegne. Puoi spiegarmi cosa è successo?
ja: 引き継ぎで問題があったようです。何があったか説明してもらえますか？
ko: 인수인계에 문제가 있었던 것 같아요. 무슨 일이 있었는지 설명해 줄래요?
nl: Ik zag een probleem met de overdracht. Kun je uitleggen wat er gebeurde?
pl: Zauważyłem problem przy przekazaniu pracy. Możesz wyjaśnić, co się stało?
pt_br: Notei um problema na passagem do trabalho. Você pode explicar o que aconteceu?
ru: Я заметила проблему с передачей дел. Можете объяснить, что произошло?
sv: Jag såg ett problem med överlämningen. Kan du förklara vad som hände?
tr: Devir tesliminde bir sorun fark ettim. Ne olduğunu açıklayabilir misin?
uk: Я помітила проблему з передаванням справ. Можете пояснити, що сталося?
vi: Tôi thấy có vấn đề với việc bàn giao. Bạn giải thích chuyện gì đã xảy ra được không?
zh_hans: 我注意到交接出了问题。你能说说发生了什么吗？

source: I think we should ship this week and deal with the remaining issues later. What do you think?
ar: أظن أننا يجب أن نطلقه هذا الأسبوع ونعالج المشكلات المتبقية لاحقًا. ما رأيك؟
de: Ich finde, wir sollten diese Woche veröffentlichen und die restlichen Probleme später lösen. Was meinst du?
es: Creo que deberíamos lanzarlo esta semana y resolver lo que falte después. ¿Qué opinas?
fil: Sa tingin ko dapat nating i-ship ito ngayong linggo at ayusin ang natitirang isyu mamaya. Ano sa tingin mo?
fr: Je pense qu'on devrait livrer cette semaine et régler les problèmes restants plus tard. Tu en penses quoi ?
hi: मुझे लगता है हमें इसे इस हफ़्ते लॉन्च कर देना चाहिए और बाकी दिक्कतें बाद में सुलझानी चाहिए। आप क्या सोचते हैं?
id: Menurut saya kita rilis minggu ini dan urus sisa masalahnya nanti. Bagaimana menurutmu?
it: Penso che dovremmo rilasciare questa settimana e sistemare dopo i problemi rimasti. Tu cosa ne pensi?
ja: 今週リリースして、残りの問題はあとで対応すべきだと思います。どう思いますか？
ko: 이번 주에 출시하고 남은 문제는 나중에 처리하는 게 좋겠어요. 어떻게 생각해요?
nl: Ik vind dat we deze week moeten lanceren en de resterende problemen later moeten oplossen. Wat vind jij?
pl: Uważam, że powinniśmy wypuścić to w tym tygodniu, a pozostałe problemy rozwiązać później. Co myślisz?
pt_br: Acho que devemos lançar esta semana e resolver os problemas restantes depois. O que você acha?
ru: Думаю, нам стоит выпустить это на этой неделе, а оставшиеся проблемы решить потом. Что скажете?
sv: Jag tycker att vi ska släppa den här veckan och ta hand om de kvarvarande problemen senare. Vad tycker du?
tr: Bence bu hafta yayınlayıp kalan sorunları sonra çözmeliyiz. Sen ne düşünüyorsun?
uk: Думаю, нам варто випустити це цього тижня, а решту проблем розв'язати потім. Що скажете?
vi: Tôi nghĩ ta nên phát hành tuần này và xử lý các vấn đề còn lại sau. Bạn nghĩ sao?
zh_hans: 我觉得我们应该这周上线，剩下的问题以后再处理。你怎么看？

source: I understand ___; my concern is ___; could we try ___?
ar: أفهم ___؛ قلقي هو ___؛ هل يمكن أن نجرّب ___؟
de: Ich verstehe ___; meine Sorge ist ___; könnten wir ___ versuchen?
es: Entiendo ___; me preocupa ___; ¿podríamos probar ___?
fil: Naiintindihan ko ang ___; ang alalahanin ko ay ___; puwede ba nating subukan ang ___?
fr: Je comprends ___ ; ce qui m'inquiète, c'est ___ ; pourrait-on essayer ___ ?
hi: मैं ___ समझता हूँ; मेरी चिंता ___ है; क्या हम ___ आज़मा सकते हैं?
id: Saya paham ___; kekhawatiran saya ___; bisakah kita coba ___?
it: Capisco ___; mi preoccupa ___; potremmo provare ___?
ja: ___はわかります。気になるのは___です。___を試してみませんか？
ko: ___은(는) 이해해요. 제가 걱정되는 건 ___예요. ___을(를) 해 보면 어떨까요?
nl: Ik snap ___; mijn zorg is ___; kunnen we ___ proberen?
pl: Rozumiem ___; martwi mnie ___; czy możemy spróbować ___?
pt_br: Entendo ___; minha preocupação é ___; podemos tentar ___?
ru: Я понимаю ___; меня беспокоит ___; может, попробуем ___?
sv: Jag förstår ___; min oro är ___; kan vi prova ___?
tr: ___ anlıyorum; endişem ___; ___ deneyebilir miyiz?
uk: Я розумію ___; мене турбує ___; може, спробуємо ___?
vi: Tôi hiểu ___; điều tôi lo là ___; ta thử ___ được không?
zh_hans: 我理解___；我的顾虑是___；我们能不能试试___？

source: Identify what is unclear and confirm an actionable expectation.
ar: حدّد ما هو غير واضح وأكّد توقعًا قابلًا للتنفيذ.
de: Finde heraus, was unklar ist, und bestätige eine umsetzbare Erwartung.
es: Identifica lo que no está claro y confirma una expectativa concreta.
fil: Tukuyin kung ano ang hindi malinaw at kumpirmahin ang inaasahang magagawa.
fr: Identifie ce qui n'est pas clair et confirme une attente concrète.
hi: पहचानें कि क्या स्पष्ट नहीं है और एक ठोस अपेक्षा की पुष्टि करें।
id: Kenali apa yang tidak jelas dan pastikan harapan yang bisa dijalankan.
it: Individua cosa non è chiaro e conferma un'aspettativa concreta.
ja: 何が不明確かを見極め、具体的な期待を確認しましょう。
ko: 무엇이 불명확한지 짚고, 실행 가능한 기대치를 확인하세요.
nl: Benoem wat onduidelijk is en bevestig een concrete verwachting.
pl: Określ, co jest niejasne, i potwierdź konkretne oczekiwanie.
pt_br: Identifique o que não está claro e confirme uma expectativa concreta.
ru: Определите, что неясно, и подтвердите конкретное ожидание.
sv: Ta reda på vad som är oklart och bekräfta en konkret förväntan.
tr: Neyin belirsiz olduğunu belirle ve uygulanabilir bir beklentiyi teyit et.
uk: Визначте, що незрозуміло, і підтвердьте конкретне очікування.
vi: Xác định điều chưa rõ và xác nhận một kỳ vọng có thể thực hiện.
zh_hans: 找出不清楚的地方，并确认一个可执行的期望。

source: Imagine your audience is ready. How would you begin?
ar: تخيّل أن جمهورك مستعد. كيف ستبدأ؟
de: Stell dir vor, dein Publikum ist bereit. Wie würdest du beginnen?
es: Imagina que tu público está listo. ¿Cómo empezarías?
fil: Isipin na handa na ang audience mo. Paano ka magsisimula?
fr: Imagine que ton public est prêt. Comment commencerais-tu ?
hi: सोचिए कि आपके श्रोता तैयार हैं। आप कैसे शुरू करेंगे?
id: Bayangkan audiensmu sudah siap. Bagaimana kamu akan memulai?
it: Immagina che il tuo pubblico sia pronto. Come inizieresti?
ja: 聞き手の準備ができたと想像してください。どう始めますか？
ko: 청중이 준비되었다고 상상해 보세요. 어떻게 시작하시겠어요?
nl: Stel je voor dat je publiek klaarzit. Hoe zou je beginnen?
pl: Wyobraź sobie, że publiczność jest gotowa. Jak byś zaczął?
pt_br: Imagine que seu público está pronto. Como você começaria?
ru: Представьте, что аудитория готова. С чего бы вы начали?
sv: Föreställ dig att publiken är redo. Hur skulle du börja?
tr: Dinleyicilerinin hazır olduğunu hayal et. Nasıl başlardın?
uk: Уявіть, що аудиторія готова. З чого б ви почали?
vi: Hãy hình dung khán giả đã sẵn sàng. Bạn sẽ bắt đầu thế nào?
zh_hans: 想象听众已经准备好了。你会怎么开始？

source: Include only the relevant change or blocker.
ar: اذكر فقط التغيير أو العائق المهم.
de: Nenne nur die relevante Änderung oder Blockade.
es: Incluye solo el cambio o bloqueo relevante.
fil: Isama lang ang kaugnay na pagbabago o hadlang.
fr: N'inclus que le changement ou le blocage pertinent.
hi: सिर्फ़ ज़रूरी बदलाव या रुकावट बताएँ।
id: Sertakan hanya perubahan atau hambatan yang relevan.
it: Includi solo il cambiamento o il blocco rilevante.
ja: 関係のある変更や障害だけを伝える。
ko: 관련 있는 변화나 걸림돌만 포함한다.
nl: Noem alleen de relevante verandering of blokkade.
pl: Uwzględnij tylko istotną zmianę lub przeszkodę.
pt_br: Inclua só a mudança ou o bloqueio relevante.
ru: Упомяните только важное изменение или препятствие.
sv: Ta bara med den relevanta ändringen eller hindret.
tr: Yalnızca ilgili değişikliği ya da engeli ekle.
uk: Згадайте лише важливу зміну або перешкоду.
vi: Chỉ nêu thay đổi hoặc vướng mắc liên quan.
zh_hans: 只说相关的变化或阻碍。

source: Introduce yourself
ar: عرّف بنفسك
de: Stell dich vor
es: Preséntate
fil: Ipakilala ang sarili
fr: Présente-toi
hi: अपना परिचय दें
id: Perkenalkan dirimu
it: Presentati
ja: 自己紹介する
ko: 자기소개하기
nl: Stel jezelf voor
pl: Przedstaw się
pt_br: Apresente-se
ru: Представьтесь
sv: Presentera dig
tr: Kendini tanıt
uk: Представтеся
vi: Giới thiệu bản thân
zh_hans: 介绍你自己

source: Introduce yourself to one relevant peer this week.
ar: عرّف بنفسك لشخص مهم هذا الأسبوع.
de: Stell dich diese Woche einer relevanten Person vor.
es: Preséntate a una persona relevante esta semana.
fil: Ipakilala ang sarili sa isang kaugnay na kasamahan ngayong linggo.
fr: Présente-toi à une personne pertinente cette semaine.
hi: इस हफ़्ते किसी एक प्रासंगिक व्यक्ति से अपना परिचय कराएँ।
id: Perkenalkan dirimu ke satu rekan yang relevan minggu ini.
it: Presentati a una persona interessante questa settimana.
ja: 今週、関わりたい人に一人自己紹介しましょう。
ko: 이번 주에 관련 있는 사람 한 명에게 자기소개를 하세요.
nl: Stel jezelf deze week voor aan één relevante persoon.
pl: W tym tygodniu przedstaw się jednej ważnej osobie.
pt_br: Apresente-se a uma pessoa relevante esta semana.
ru: На этой неделе представьтесь одному нужному человеку.
sv: Presentera dig för en relevant person den här veckan.
tr: Bu hafta ilgili bir kişiye kendini tanıt.
uk: Цього тижня представтеся одній потрібній людині.
vi: Giới thiệu bản thân với một người liên quan trong tuần này.
zh_hans: 这周向一位相关的同行介绍你自己。

source: Introduce yourself with a relevant story and one concrete strength.
ar: عرّف بنفسك بقصة ذات صلة ونقطة قوة واحدة ملموسة.
de: Stell dich mit einer passenden Geschichte und einer konkreten Stärke vor.
es: Preséntate con una historia relevante y un punto fuerte concreto.
fil: Ipakilala ang sarili gamit ang kaugnay na kuwento at isang tiyak na kalakasan.
fr: Présente-toi avec une histoire pertinente et une force concrète.
hi: एक प्रासंगिक कहानी और एक ठोस खूबी के साथ अपना परिचय दें।
id: Perkenalkan dirimu dengan cerita yang relevan dan satu kekuatan konkret.
it: Presentati con una storia pertinente e un punto di forza concreto.
ja: 関連するエピソードと具体的な強みを一つ添えて自己紹介しましょう。
ko: 관련 있는 이야기와 구체적인 강점 하나로 자기소개를 하세요.
nl: Stel jezelf voor met een relevant verhaal en één concrete sterkte.
pl: Przedstaw się, opowiadając trafną historię i podając jedną konkretną mocną stronę.
pt_br: Apresente-se com uma história relevante e um ponto forte concreto.
ru: Представьтесь через уместную историю и одну конкретную сильную сторону.
sv: Presentera dig med en relevant berättelse och en konkret styrka.
tr: Kendini ilgili bir hikâye ve somut bir güçlü yanla tanıt.
uk: Представтеся через доречну історію й одну конкретну сильну сторону.
vi: Giới thiệu bản thân với một câu chuyện liên quan và một thế mạnh cụ thể.
zh_hans: 用一个相关的经历和一个具体的优势来介绍自己。

source: Introduce yourself, share something specific, and ask a genuine question.
ar: عرّف بنفسك، وشارك شيئًا محددًا، واطرح سؤالًا صادقًا.
de: Stell dich vor, teile etwas Konkretes und stell eine echte Frage.
es: Preséntate, comparte algo concreto y haz una pregunta sincera.
fil: Ipakilala ang sarili, magbahagi ng tiyak na bagay, at magtanong nang taos-puso.
fr: Présente-toi, partage quelque chose de précis et pose une vraie question.
hi: अपना परिचय दें, कुछ खास बताएँ और एक सच्चा सवाल पूछें।
id: Perkenalkan dirimu, ceritakan sesuatu yang spesifik, dan ajukan pertanyaan yang tulus.
it: Presentati, condividi qualcosa di preciso e fai una domanda sincera.
ja: 自己紹介して、具体的なことを話し、本当に気になる質問をしましょう。
ko: 자기소개를 하고, 구체적인 이야기를 나누고, 진심 어린 질문을 하세요.
nl: Stel jezelf voor, deel iets concreets en stel een oprechte vraag.
pl: Przedstaw się, podziel się czymś konkretnym i zadaj szczere pytanie.
pt_br: Apresente-se, compartilhe algo específico e faça uma pergunta sincera.
ru: Представьтесь, поделитесь чем-то конкретным и задайте искренний вопрос.
sv: Presentera dig, dela något konkret och ställ en genuin fråga.
tr: Kendini tanıt, belirli bir şey paylaş ve içten bir soru sor.
uk: Представтеся, поділіться чимось конкретним і поставте щире питання.
vi: Giới thiệu bản thân, chia sẻ điều cụ thể và đặt một câu hỏi chân thành.
zh_hans: 介绍自己，分享一件具体的事，并真诚地提一个问题。

source: Lead with the current status.
ar: ابدأ بالوضع الحالي.
de: Beginne mit dem aktuellen Stand.
es: Empieza por el estado actual.
fil: Magsimula sa kasalukuyang status.
fr: Commence par l'état actuel.
hi: मौजूदा स्थिति से शुरुआत करें।
id: Mulai dengan status saat ini.
it: Parti dallo stato attuale.
ja: 現状から話す。
ko: 현재 상황부터 말한다.
nl: Begin met de huidige stand.
pl: Zacznij od obecnego stanu.
pt_br: Comece pelo status atual.
ru: Начните с текущего статуса.
sv: Börja med nuläget.
tr: Mevcut durumla başla.
uk: Почніть із поточного статусу.
vi: Bắt đầu bằng tình trạng hiện tại.
zh_hans: 先说当前状态。

source: Maintain the limit after pushback.
ar: حافظ على الحد بعد الإلحاح.
de: Halte die Grenze auch bei Nachdruck.
es: Mantén el límite tras la insistencia.
fil: Panindigan ang hangganan kahit may tumutol.
fr: Maintiens la limite malgré l'insistance.
hi: दबाव के बाद भी सीमा बनाए रखें।
id: Pertahankan batasan setelah dibantah.
it: Mantieni il limite anche se insistono.
ja: 押されても線を保つ。
ko: 반박 후에도 선을 지킨다.
nl: Houd de grens vast na aandringen.
pl: Utrzymaj granicę mimo nacisku.
pt_br: Mantenha o limite depois da insistência.
ru: Удержите границу после нажима.
sv: Håll fast vid gränsen efter påtryckningar.
tr: Israra rağmen sınırı koru.
uk: Утримайте межу після тиску.
vi: Giữ giới hạn sau khi bị phản bác.
zh_hans: 被反驳后仍坚持界限。

source: Make a clear request, support it with evidence, and agree on a next step.
ar: قدّم طلبًا واضحًا، وادعمه بالأدلة، واتفقا على خطوة تالية.
de: Stelle eine klare Bitte, belege sie und einigt euch auf einen nächsten Schritt.
es: Haz una petición clara, respáldala con pruebas y acordad un siguiente paso.
fil: Gumawa ng malinaw na hiling, suportahan ito ng patunay, at magkasundo sa susunod na hakbang.
fr: Fais une demande claire, appuie-la par des preuves et convenez d'une prochaine étape.
hi: साफ़ माँग रखें, सबूत के साथ उसका समर्थन करें और अगले कदम पर सहमति बनाएँ।
id: Ajukan permintaan yang jelas, dukung dengan bukti, dan sepakati langkah berikutnya.
it: Fai una richiesta chiara, sostienila con i fatti e concordate un passo successivo.
ja: はっきりお願いし、根拠で支え、次の一歩で合意しましょう。
ko: 명확하게 요청하고, 근거로 뒷받침하고, 다음 단계에 합의하세요.
nl: Doe een duidelijk verzoek, onderbouw het en spreek een volgende stap af.
pl: Sformułuj jasną prośbę, poprzyj ją dowodami i ustal następny krok.
pt_br: Faça um pedido claro, sustente-o com evidências e combinem um próximo passo.
ru: Сформулируйте чёткую просьбу, подкрепите её фактами и договоритесь о следующем шаге.
sv: Framför en tydlig begäran, backa upp den med belägg och kom överens om ett nästa steg.
tr: Net bir talepte bulun, kanıtla destekle ve bir sonraki adımda anlaşın.
uk: Сформулюйте чітке прохання, підкріпіть його фактами й домовтеся про наступний крок.
vi: Đưa ra đề nghị rõ ràng, hỗ trợ bằng bằng chứng và thống nhất bước tiếp theo.
zh_hans: 明确提出请求，用证据支持，并就下一步达成一致。

source: Make the main point clear.
ar: اجعل الفكرة الرئيسية واضحة.
de: Mach den Hauptpunkt klar.
es: Deja clara la idea principal.
fil: Gawing malinaw ang pangunahing punto.
fr: Rends l'idée principale claire.
hi: मुख्य बात को साफ़ करें।
id: Buat poin utamanya jelas.
it: Rendi chiaro il punto principale.
ja: 要点を明確にする。
ko: 요점을 명확히 한다.
nl: Maak het hoofdpunt duidelijk.
pl: Wyraźnie przedstaw główną myśl.
pt_br: Deixe a ideia principal clara.
ru: Сделайте главную мысль ясной.
sv: Gör huvudpoängen tydlig.
tr: Ana fikri netleştir.
uk: Зробіть головну думку ясною.
vi: Làm rõ ý chính.
zh_hans: 让核心观点清晰。

source: Meet someone new
ar: تعرّف على شخص جديد
de: Jemand Neues kennenlernen
es: Conoce a alguien nuevo
fil: Makakilala ng bagong tao
fr: Rencontrer quelqu'un de nouveau
hi: किसी नए से मिलें
id: Bertemu orang baru
it: Conoscere qualcuno di nuovo
ja: 初めての人と出会う
ko: 새로운 사람 만나기
nl: Iemand nieuw ontmoeten
pl: Poznaj kogoś nowego
pt_br: Conhecer alguém novo
ru: Познакомьтесь с кем-то новым
sv: Träffa någon ny
tr: Yeni biriyle tanış
uk: Познайомтеся з кимось новим
vi: Gặp gỡ người mới
zh_hans: 结识新朋友

source: Name an owner and next action.
ar: سمِّ المسؤول والإجراء التالي.
de: Nenne eine verantwortliche Person und die nächste Aktion.
es: Nombra un responsable y la siguiente acción.
fil: Pangalanan ang may-hawak at ang susunod na aksyon.
fr: Nomme un responsable et la prochaine action.
hi: एक ज़िम्मेदार व्यक्ति और अगला काम बताएँ।
id: Sebutkan penanggung jawab dan tindakan berikutnya.
it: Indica un responsabile e la prossima azione.
ja: 担当者と次の行動を示す。
ko: 담당자와 다음 행동을 정한다.
nl: Noem een eigenaar en de volgende actie.
pl: Wskaż osobę odpowiedzialną i następne działanie.
pt_br: Diga quem é o responsável e a próxima ação.
ru: Назовите ответственного и следующее действие.
sv: Nämn en ansvarig och nästa åtgärd.
tr: Bir sorumlu ve sonraki eylemi belirt.
uk: Назвіть відповідального й наступну дію.
vi: Nêu người phụ trách và hành động tiếp theo.
zh_hans: 说明负责人和下一步行动。

source: Name the specific missing information.
ar: سمِّ المعلومة المحددة الناقصة.
de: Nenne die konkrete fehlende Information.
es: Nombra la información concreta que falta.
fil: Pangalanan ang tiyak na impormasyong kulang.
fr: Nomme l'information précise qui manque.
hi: छूटी हुई खास जानकारी बताएँ।
id: Sebutkan informasi spesifik yang kurang.
it: Indica l'informazione precisa che manca.
ja: 足りない情報を具体的に挙げる。
ko: 빠진 정보를 구체적으로 짚는다.
nl: Noem de specifieke ontbrekende informatie.
pl: Wskaż konkretną brakującą informację.
pt_br: Diga a informação específica que está faltando.
ru: Назовите конкретную недостающую информацию.
sv: Nämn exakt vilken information som saknas.
tr: Eksik olan belirli bilgiyi söyle.
uk: Назвіть конкретну інформацію, якої бракує.
vi: Nêu rõ thông tin cụ thể còn thiếu.
zh_hans: 指出具体缺少的信息。
